Repository: Clauma-Marketing/stellarium-flutter
Catalog: stellarium_flutter/lib/l10n/app_*.arb
Languages: de, zh

source: Menu
de: Menü
zh: 菜单

source: My Stars
de: Meine Sterne
zh: 我的星星

# myStarsSubtitle
source: Saved locations and favorites
de: Gespeicherte Orte und Favoriten
zh: 已保存的位置和收藏

source: Time & Location
de: Zeit & Ort
zh: 时间与位置

# timeLocationSubtitle
source: Set observation time and place
de: Beobachtungszeit und -ort einstellen
zh: 设置观测时间和地点

source: Visual Effects
de: Visuelle Effekte
zh: 视觉效果

# visualEffectsSubtitle
source: Sky display, objects, and grids
de: Himmelsanzeige, Objekte und Gitter
zh: 天空显示、天体和网格

source: Settings
de: Einstellungen
zh: 设置

# settingsSubtitle
source: App preferences
de: App-Einstellungen
zh: 应用偏好设置

source: LOCATION
de: ORT
zh: 位置

source: TIME
de: ZEIT
zh: 时间

source: Search city, address...
de: Stadt, Adresse suchen...
zh: 搜索城市、地址...

source: Use My Location
de: Meinen Standort verwenden
zh: 使用我的位置

source: Detecting...
de: Wird ermittelt...
zh: 检测中...

source: Unknown location
de: Unbekannter Ort
zh: 未知位置

source: Set to Now
de: Auf Jetzt setzen
zh: 设为当前时间

source: Apply Changes
de: Änderungen übernehmen
zh: 应用更改

source: Set Time
de: Zeit einstellen
zh: 设置时间

source: Now
de: Jetzt
zh: 现在

source: Cancel
de: Abbrechen
zh: 取消

source: Apply
de: Anwenden
zh: 应用

source: Save
de: Speichern
zh: 保存

source: Saved
de: Gespeichert
zh: 已保存

source: Saved to My Stars
de: Zu Meine Sterne hinzugefügt
zh: 已保存到我的星星

source: Removed from My Stars
de: Aus Meine Sterne entfernt
zh: 已从我的星星中移除

source: Point at Star
de: Lokalisieren
zh: 指向星星

source: Remove from My Stars
de: Aus Meine Sterne entfernen
zh: 从我的星星中移除

source: Save to My Stars
de: Zu Meine Sterne hinzufügen
zh: 保存到我的星星

source: No saved stars yet
de: Noch keine Sterne gespeichert
zh: 暂无保存的星星

# tapStarIconHint
source: Tap the star icon on any star's info sheet to save it here
de: Tippe auf das Stern-Symbol in der Stern-Info, um ihn hier zu speichern
zh: 点击任意星星信息页上的星星图标，即可保存到这里

# starRemoved
source: {name} removed
de: {name} entfernt
zh: {name} 已移除

source: REGISTRATION
de: REGISTRIERUNG
zh: 注册信息

source: Registered to
de: Registriert auf
zh: 注册给

# registrationDate
source: Date
de: Datum
zh: 日期

# registrationNumber
source: Registration #
de: Registrierungsnr.
zh: 注册号

source: Registry
de: Register
zh: 注册机构

source: PROPERTIES
de: EIGENSCHAFTEN
zh: 属性

source: COORDINATES
de: KOORDINATEN
zh: 坐标

source: Scientific Name
de: Wissenschaftlicher Name
zh: 科学名称

source: Magnitude
de: Helligkeit
zh: 星等

source: Spectral Type
de: Spektraltyp
zh: 光谱类型

source: Distance
de: Entfernung
zh: 距离

source: Parallax
de: Parallaxe
zh: 视差

source: Object Type
de: Objekttyp
zh: 天体类型

source: Double/Multiple Star
de: Doppel-/Mehrfachstern
zh: 双星/聚星

source: Right Ascension
de: Rektaszension
zh: 赤经

source: Declination
de: Deklination
zh: 赤纬

source: Sky Display
de: Himmelsanzeige
zh: 天空显示

source: Celestial Objects
de: Himmelsobjekte
zh: 天体

# gridLines
source: Grids & Lines
de: Gitter & Linien
zh: 网格与线条

source: Display Options
de: Anzeigeoptionen
zh: 显示选项

source: Constellation Lines
de: Sternbildlinien
zh: 星座连线

# constellationLinesDesc
source: Show lines connecting stars in constellations
de: Linien zwischen Sternen in Sternbildern anzeigen
zh: 显示连接星座中恒星的线条

source: Constellation Names
de: Sternbildnamen
zh: 星座名称

# constellationNamesDesc
source: Show constellation name labels
de: Beschriftungen der Sternbilder anzeigen
zh: 显示星座名称标签

source: Constellation Art
de: Sternbildkunst
zh: 星座图案

# constellationArtDesc
source: Show artistic constellation illustrations
de: Künstlerische Sternbilddarstellungen anzeigen
zh: 显示星座艺术插图

source: Atmosphere
de: Atmosphäre
zh: 大气层

# atmosphereDesc
source: Show atmospheric effects and sky glow
de: Atmosphärische Effekte und Himmelslicht anzeigen
zh: 显示大气效果和天空辉光

source: Landscape
de: Landschaft
zh: 地景

# landscapeDesc
source: Show ground/horizon landscape
de: Boden/Horizont-Landschaft anzeigen
zh: 显示地面/地平线景观

source: Landscape Fog
de: Landschaftsnebel
zh: 地景雾

# landscapeFogDesc
source: Show fog effect on landscape
de: Nebeleffekt auf der Landschaft anzeigen
zh: 在地景上显示雾效果

source: Milky Way
de: Milchstraße
zh: 银河

# milkyWayDesc
source: Show the Milky Way galaxy
de: Die Milchstraße anzeigen
zh: 显示银河系

source: DSS Background
de: DSS-Hintergrund
zh: DSS背景

# dssBackgroundDesc
source: Show Digital Sky Survey background images
de: Digital Sky Survey Hintergrundbilder anzeigen
zh: 显示数字巡天背景图像

source: Stars
de: Sterne
zh: 恒星

# starsDesc
source: Show stars in the sky
de: Sterne am Himmel anzeigen
zh: 显示天空中的恒星

source: Planets
de: Planeten
zh: 行星

# planetsDesc
source: Show planets and solar system bodies
de: Planeten und Sonnensystemkörper anzeigen
zh: 显示行星和太阳系天体

source: Deep Sky Objects
de: Deep-Sky-Objekte
zh: 深空天体

# deepSkyObjectsDesc
source: Show nebulae, galaxies, and star clusters
de: Nebel, Galaxien und Sternhaufen anzeigen
zh: 显示星云、星系和星团

source: Satellites
de: Satelliten
zh: 卫星

# satellitesDesc
source: Show artificial satellites
de: Künstliche Satelliten anzeigen
zh: 显示人造卫星

source: Azimuthal Grid
de: Azimutales Gitter
zh: 地平坐标网格

# azimuthalGridDesc
source: Show altitude/azimuth coordinate grid
de: Höhen-/Azimut-Koordinatengitter anzeigen
zh: 显示高度/方位角坐标网格

source: Equatorial Grid
de: Äquatoriales Gitter
zh: 赤道坐标网格

# equatorialGridDesc
source: Show right ascension/declination grid
de: Rektaszensions-/Deklinationsgitter anzeigen
zh: 显示赤经/赤纬网格

source: Equatorial J2000 Grid
de: Äquatoriales J2000 Gitter
zh: J2000赤道坐标网格

# equatorialJ2000GridDesc
source: Show J2000 epoch equatorial coordinates
de: J2000-Epoche Äquatorialkoordinaten anzeigen
zh: 显示J2000历元赤道坐标

source: Meridian Line
de: Meridianlinie
zh: 子午线

# meridianLineDesc
source: Show the meridian (north-south through zenith)
de: Meridian anzeigen (Nord-Süd durch Zenit)
zh: 显示子午线（穿过天顶的南北线）

source: Ecliptic Line
de: Ekliptiklinie
zh: 黄道线

# eclipticLineDesc
source: Show the ecliptic (sun's apparent path)
de: Ekliptik anzeigen (scheinbare Sonnenbahn)
zh: 显示黄道（太阳视运动路径）

source: Night Mode
de: Nachtmodus
zh: 夜间模式

# nightModeDesc
source: Red-shift display to preserve night vision
de: Rotverschiebung zur Erhaltung der Nachtsicht
zh: 红色显示以保护夜视能力

source: Loading sky view...
de: Himmelsansicht wird geladen...
zh: 正在加载天空视图...

source: Failed to load sky view
de: Himmelsansicht konnte nicht geladen werden
zh: 加载天空视图失败

source: Location permission denied
de: Standortberechtigung verweigert
zh: 位置权限被拒绝

# locationPermissionPermanentlyDenied
source: Location permission permanently denied. Please enable in Settings.
de: Standortberechtigung dauerhaft verweigert. Bitte in den Einstellungen aktivieren.
zh: 位置权限已被永久拒绝。请在设置中启用。

# errorGettingLocation
source: Error getting location: {error}
de: Fehler beim Abrufen des Standorts: {error}
zh: 获取位置时出错：{error}

# registrationNotFound
source: Registration number "{number}" not found
de: Registrierungsnummer "{number}" nicht gefunden
zh: 未找到注册号 "{number}"

# errorSearching
source: Error searching: {error}
de: Fehler bei der Suche: {error}
zh: 搜索时出错：{error}

source: Recent search
de: Letzte Suche
zh: 最近搜索

source: Search
de: Suchen
zh: 搜索

source: Language
de: Sprache
zh: 语言

# languageSubtitle
source: Choose app language
de: App-Sprache wählen
zh: 选择应用语言

source: English
de: Englisch
zh: 英语

source: German
de: Deutsch
zh: 德语

# chinese
source: Chinese (Simplified)
de: Chinesisch (Vereinfacht)
zh: 中文（简体）

source: System Default
de: Systemstandard
zh: 系统默认

source: Subscription
de: Abonnement
zh: 订阅

# subscriptionSubtitle
source: Manage your subscription
de: Abonnement verwalten
zh: 管理您的订阅

source: Current Plan
de: Aktueller Plan
zh: 当前方案

# freePlan
source: Free
de: Kostenlos
zh: 免费版

# premiumPlan
source: Premium
zh: 高级版

# proPlan
source: Pro
zh: 专业版

# subscriptionActive
source: Active
de: Aktiv
zh: 已激活

# subscriptionExpired
source: Expired
de: Abgelaufen
zh: 已过期

# expiresOn
source: Expires on {date}
de: Läuft ab am {date}
zh: 到期时间：{date}

source: Restore Purchases
de: Käufe wiederherstellen
zh: 恢复购买

# restoringPurchases
source: Restoring...
de: Wird wiederhergestellt...
zh: 正在恢复...

# purchasesRestored
source: Purchases restored successfully
de: Käufe erfolgreich wiederhergestellt
zh: 购买已成功恢复

source: No purchases to restore
de: Keine Käufe zum Wiederherstellen
zh: 没有可恢复的购买

# restoreError
source: Error restoring purchases: {error}
de: Fehler beim Wiederherstellen: {error}
zh: 恢复购买时出错：{error}

source: Manage Subscription
de: Abonnement verwalten
zh: 管理订阅

source: Upgrade to Premium
de: Auf Premium upgraden
zh: 升级到高级版

source: Tap to change location
de: Tippen zum Ändern
zh: 点击更改位置

source: Current Location
de: Aktueller Standort
zh: 当前位置

source: Checking star registry...
de: Sternregister wird überprüft...
zh: 正在查询星星注册信息...

# starNotYetNamed
source: This star is not yet named
de: Dieser Stern hat noch keinen Namen
zh: 这颗星星尚未命名

# giveUniqueNameHint
source: Give it a unique name that will be visible in the sky
de: Gib ihm einen einzigartigen Namen, der am Himmel sichtbar sein wird
zh: 给它起一个独特的名字，将在天空中显示

source: Name this Star
de: Stern benennen
zh: 为这颗星星命名

# viewStarIn3D
source: 3D View
de: 3D Ansicht
zh: 3D查看星星

source: Catalog ID
de: Katalog-ID
zh: 目录编号

# atmosphereButton
source: Atmosphere
de: Atmosphäre
zh: 大气层

# movementButton
source: Movement
de: Bewegung
zh: 移动

# searchPlaceholder
source: Search for a star or object...
de: Stern oder Objekt suchen...
zh: 搜索星星或天体...

# welcomeTitle
source: Discover the Cosmos
de: Entdecke den Kosmos
zh: 探索宇宙

# onboardingExploreUniverse
source: Explore the night sky, track celestial events, and find your named star among millions of others.
de: Erkunde den Nachthimmel, verfolge Himmelsereignisse und finde deinen benannten Stern unter Millionen anderen.
zh: 探索夜空，追踪天文事件，在数百万颗星星中找到您命名的那颗星。

# onboardingGetStarted
source: Get Started
de: Los geht's
zh: 开始使用

# onboardingContinue
source: Continue
de: Weiter
zh: 继续

# onboardingSkip
source: Skip
de: Überspringen
zh: 跳过

# onboardingSkipForNow
source: Skip for now
de: Vorerst überspringen
zh: 暂时跳过

# onboardingMaybeLater
source: Maybe Later
de: Vielleicht später
zh: 以后再说

# onboardingRequesting
source: Requesting...
de: Anfrage läuft...
zh: 请求中...

# locationAccessTitle
source: Allow Location?
de: Standort erlauben?
zh: 允许位置访问？

# locationAccessSubtitle
source: See the night sky exactly as it appears from your location. We use your position for accurate star positions.
de: Sieh den Nachthimmel genau so, wie er von deinem Standort aus erscheint. Wir nutzen deine Position für genaue Sternpositionen.
zh: 看到夜空正如您所在位置看到的一样。我们使用您的位置来获取准确的星星位置。

# locationAllowAccess
source: Continue
de: Standortzugriff erlauben
zh: 允许位置访问

# locationAccuratePositions
source: Accurate Star Positions
de: Genaue Sternpositionen
zh: 精确的星星位置

# locationAccuratePositionsDesc
source: See stars as they appear from your exact location
de: Sieh Sterne so, wie sie von deinem genauen Standort aus erscheinen
zh: 查看从您确切位置看到的星星

# locationCompassNav
source: Compass Navigation
de: Kompass-Navigation
zh: 指南针导航

# locationCompassNavDesc
source: Point your phone to find stars in the sky
de: Richte dein Handy aus, um Sterne am Himmel zu finden
zh: 将手机对准天空中的星星

# locationRiseSetTimes
source: Rise & Set Times
de: Auf- & Untergangszeiten
zh: 升起和落下时间

# locationRiseSetTimesDesc
source: Know when celestial objects are visible at your location
de: Erfahre, wann Himmelsobjekte an deinem Standort sichtbar sind
zh: 了解天体在您位置的可见时间

# locationPrivacyNotice
source: Your location is only used locally and never shared.
de: Dein Standort wird nur lokal verwendet und niemals weitergegeben.
zh: 您的位置仅在本地使用，绝不会被分享。

# locationConfirmedTitle
source: Location Confirmed
de: Standort bestätigt
zh: 位置已确认

# locationConfirmedSubtitle
source: Your sky view will be customized for your location
de: Deine Himmelsansicht wird für deinen Standort angepasst
zh: 您的天空视图将根据您的位置进行定制

# locationOpenSettings
source: Open Settings
de: Einstellungen öffnen
zh: 打开设置

# locationGettingLocation
source: Getting Location...
de: Standort wird ermittelt...
zh: 正在获取位置...

# locationServicesDisabled
source: Location services are disabled. Please enable them in settings.
de: Standortdienste sind deaktiviert. Bitte aktiviere sie in den Einstellungen.
zh: 位置服务已禁用。请在设置中启用。

# locationFailedBrowser
source: Failed to get location. Please allow location access in your browser.
de: Standortermittlung fehlgeschlagen. Bitte erlaube den Standortzugriff in deinem Browser.
zh: 获取位置失败。请在浏览器中允许位置访问。

# notificationTitle
source: Enable Notifications?
de: Benachrichtigungen aktivieren?
zh: 启用通知？

# notificationSubtitle
source: Never miss meteor showers and the best nights for stargazing. We'll send you timely alerts before they happen.
de: Verpasse nie Sternschnuppen und die besten Nächte für die Sternenbeobachtung. Wir senden dir rechtzeitig Hinweise, bevor sie stattfinden.
zh: 不错过流星雨和最佳观星夜晚。我们会在事件发生前及时向您发送提醒。

# notificationAllowNotifications
source: Continue
de: Benachrichtigungen erlauben
zh: 允许通知

# notificationMoonPhase
source: Moon Phase Alerts
de: Mondphasen-Hinweise
zh: 月相提醒

# notificationMoonPhaseDesc
source: Know the best nights for stargazing
de: Erfahre die besten Nächte für Sternenbeobachtung
zh: 了解最佳观星夜晚

# notificationCelestialEvents
source: Celestial Events
de: Himmelsereignisse
zh: 天文事件

# notificationCelestialEventsDesc
source: Never miss meteor showers and eclipses
de: Verpasse keine Sternschnuppen und Finsternisse
zh: 不错过流星雨和日食月食

# notificationVisibility
source: Visibility Alerts
de: Sichtbarkeitshinweise
zh: 可见性提醒

# notificationVisibilityDesc
source: Get notified when planets are best visible
de: Werde benachrichtigt, wenn Planeten am besten sichtbar sind
zh: 当行星最佳可见时获得通知

# notificationPrivacyNotice
source: You can change notification settings anytime in the app.
de: Du kannst die Benachrichtigungseinstellungen jederzeit in der App ändern.
zh: 您可以随时在应用中更改通知设置。

# attTitle
source: Allow Tracking?
de: Tracking erlauben?
zh: 允许追踪？

# attSubtitle
source: Help us improve your cosmic journey. We use data to personalize insights and suggest relevant events.
de: Hilf uns, deine kosmische Reise zu verbessern. Wir nutzen Daten, um Einblicke zu personalisieren und relevante Ereignisse vorzuschlagen.
zh: 帮助我们改善您的宇宙之旅。我们使用数据来个性化见解并建议相关事件。

# attAllowTracking
source: Continue
de: Tracking erlauben
zh: 允许追踪

# attDontTrack
source: Ask App Not to Track
de: App auffordern, nicht zu tracken
zh: 请求应用不追踪

# attImproveApp
source: Improve the App
de: App verbessern
zh: 改进应用

# attImproveAppDesc
source: Help us understand how you use the app to make it better
de: Hilf uns zu verstehen, wie du die App nutzt, um sie zu verbessern
zh: 帮助我们了解您如何使用应用以便改进

# attRelevantContent
source: Relevant Content
de: Relevante Inhalte
zh: 相关内容

# attRelevantContentDesc
source: See recommendations tailored to your interests
de: Sieh Empfehlungen, die auf deine Interessen zugeschnitten sind
zh: 查看根据您的兴趣定制的推荐

# attPrivacyMatters
source: Your Privacy Matters
de: Deine Privatsphäre ist wichtig
zh: 您的隐私很重要

# attPrivacyMattersDesc
source: We never sell your personal data to third parties
de: Wir verkaufen deine persönlichen Daten niemals an Dritte
zh: 我们绝不会将您的个人数据出售给第三方

# attPrivacyNotice
source: You can change this setting anytime in iOS Settings > Privacy > Tracking.
de: Du kannst diese Einstellung jederzeit unter iOS-Einstellungen > Datenschutz > Tracking ändern.
zh: 您可以随时在iOS设置 > 隐私 > 追踪中更改此设置。

# starRegTitle
source: Find Your Star
de: Finde deinen Stern
zh: 找到您的星星

# starRegSubtitle
source: Enter your star registration number to locate your named star in the sky
de: Gib deine Stern-Registrierungsnummer ein, um deinen benannten Stern am Himmel zu finden
zh: 输入您的星星注册号码，在天空中找到您命名的星星

# starRegFindButton
source: Find My Star
de: Meinen Stern finden
zh: 找到我的星星

# starRegNoStarYet
source: I didn't name a star yet
de: Ich habe noch keinen Stern benannt
zh: 我还没有命名星星

# starRegNameAStar
source: Name a Star
de: Stern benennen
zh: 命名一颗星星

# starRegEnterNumber
source: Please enter a registration number
de: Bitte gib eine Registrierungsnummer ein
zh: 请输入注册号码

# starRegInvalidFormat
source: Invalid format. Use: XXXX-XXXXX-XXXXXXXX
de: Ungültiges Format. Verwende: XXXX-XXXXX-XXXXXXXX
zh: 格式无效。请使用：XXXX-XXXXX-XXXXXXXX

# starRegNotFound
source: Star not found. Please check your registration number.
de: Stern nicht gefunden. Bitte überprüfe deine Registrierungsnummer.
zh: 未找到星星。请检查您的注册号码。

# starRegSearchFailed
source: Failed to search. Please try again.
de: Suche fehlgeschlagen. Bitte versuche es erneut.
zh: 搜索失败。请重试。

source: Scan Certificate
de: Zertifikat scannen
zh: 扫描证书

source: Scanning certificate...
de: Zertifikat wird gescannt...
zh: 正在扫描证书...

# pointCameraAtCertificate
source: Point camera at your certificate
de: Kamera auf dein Zertifikat richten
zh: 将相机对准您的证书

# registrationNumberWillBeDetected
source: The registration number will be detected automatically
de: Die Registrierungsnummer wird automatisch erkannt
zh: 注册号码将自动识别

# registrationNumberFound
source: Number Found
de: Nummer gefunden
zh: 找到号码

# searchForThisNumber
source: Search for this registration number?
de: Nach dieser Registrierungsnummer suchen?
zh: 搜索此注册号码？

source: Scan Again
de: Erneut scannen
zh: 重新扫描

source: Search Star
de: Stern suchen
zh: 搜索星星

source: Enter manually
de: Manuell eingeben
zh: 手动输入

source: Enter Registration Number
de: Registrierungsnummer eingeben
zh: 输入注册号码

# registrationNumberHint
source: e.g. 1234-56789-1234567
de: z.B. 1234-56789-1234567
zh: 例如 1234-56789-1234567

# noRegistrationNumberFound
source: No registration number found. Try again or enter manually.
de: Keine Registrierungsnummer gefunden. Versuche es erneut oder gib sie manuell ein.
zh: 未找到注册号码。请重试或手动输入。

# couldNotCaptureImage
source: Could not capture image. Please try again.
de: Bild konnte nicht aufgenommen werden. Bitte versuche es erneut.
zh: 无法拍摄图像。请重试。

# showStarPath
source: Show 24h Path
de: 24h-Pfad anzeigen
zh: 显示24小时轨迹

# hideStarPath
source: Hide 24h Path
de: 24h-Pfad ausblenden
zh: 隐藏24小时轨迹

source: Back
de: Zurück
zh: 返回

# loaderQuote1
source: Your personal window to the cosmos
de: Dein persönliches Fenster zum Kosmos
zh: 您通往宇宙的私人窗口

# loaderQuote2
source: Every star holds a name waiting to be given
de: Jeder Stern trägt einen Namen, der darauf wartet, vergeben zu werden
zh: 每颗星星都有一个等待被赋予的名字

# loaderQuote3
source: The sky above you, charted and waiting
de: Der Himmel über dir, kartiert und bereit
zh: 头顶的天空，已绘制完成，等待您的探索

# loaderQuote4
source: A name etched in light, forever yours
de: Ein Name, in Licht gemeißelt, für immer deiner
zh: 一个镌刻在光芒中的名字，永远属于您

# loaderQuote5
source: Millions of stars â€” one belongs to you
de: Millionen von Sternen — einer gehört dir
zh: 数百万颗星星——有一颗属于您

# loaderQuote6
source: Where the ancient light meets your gaze
de: Wo das uralte Licht auf deinen Blick trifft
zh: 古老的光芒与您的目光相遇

# loaderQuote7
source: The universe remembers every name
de: Das Universum erinnert sich an jeden Namen
zh: 宇宙铭记每一个名字

# loaderQuote8
source: Look up. Find your place among the stars.
de: Schau nach oben. Finde deinen Platz unter den Sternen.
zh: 仰望星空，在群星中找到属于您的位置

# loaderStatus1
source: Locating your coordinates
de: Ermittle deine Koordinaten
zh: 正在定位您的坐标

# loaderStatus2
source: Mapping the celestial sphere
de: Kartiere die Himmelskugel
zh: 正在绘制天球

# loaderStatus3
source: Charting visible constellations
de: Erfasse sichtbare Sternbilder
zh: 正在标注可见星座

# loaderStatus4
source: Calculating star positions
de: Berechne Sternpositionen
zh: 正在计算星星位置

# loaderStatus5
source: Preparing your night sky
de: Bereite deinen Nachthimmel vor
zh: 正在准备您的夜空

# visibilityCalculating
source: Calculating visibility...
de: Sichtbarkeit wird berechnet...
zh: 正在计算可见性...

# visibilityVisibleNow
source: Visible Now
de: Jetzt sichtbar
zh: 当前可见

# visibilityTonight
source: Tonight
de: Heute Nacht
zh: 今晚

# visibilityVisible
source: visible
de: sichtbar
zh: 可见

# visibilitySince
source: SINCE
de: SEIT
zh: 开始于

# visibilityFrom
source: FROM
de: VON
zh: 从

# visibilityUntil
source: UNTIL
de: BIS
zh: 直到

# notificationAlertTitle
source: Visibility Alert
de: Sichtbarkeits-Alarm
zh: 可见性提醒

# notificationAlertSubtitle
source: Get notified when star rises
de: Benachrichtigung wenn der Stern aufgeht
zh: 当星星升起时通知我

# visibilityStatusNeverVisible
source: Never visible
de: Nie sichtbar
zh: 永远不可见

# visibilityStatusVisibleNow
source: Visible now
de: Jetzt sichtbar
zh: 当前可见

# visibilityStatusWaitForDark
source: Wait for dark
de: Warte auf Dunkelheit
zh: 等待天黑

# visibilityStatusBelowHorizon
source: Below horizon
de: Unter dem Horizont
zh: 在地平线以下

# visibilityNow
source: Now
de: Jetzt
zh: 现在

# visibilityStatusTonight
source: Tonight {time}
de: Heute {time}
zh: 今晚 {time}

# visibilityStatusTomorrow
source: Tomorrow {time}
de: Morgen {time}
zh: 明天 {time}

# visibilityStatusInDays
source: {days}d {hours}h
de: {days}T {hours}Std
zh: {days}天{hours}小时

source: Legal
de: Rechtliches
zh: 法律条款

# legalSubtitle
source: Terms of Use & Privacy Policy
de: Nutzungsbedingungen & Datenschutz
zh: 使用条款和隐私政策

source: Terms of Use
de: Nutzungsbedingungen
zh: 使用条款

source: Privacy Policy
de: Datenschutzerklärung
zh: 隐私政策

source: OK
zh: 确定

source: Scanner Not Available
de: Scanner nicht verfügbar
zh: 扫描仪不可用

# scannerNotAvailableOnWeb
source: The certificate scanner requires a camera and is only available on the mobile app. Please enter your registration number manually.
de: Der Zertifikat-Scanner benötigt eine Kamera und ist nur in der mobilen App verfügbar. Bitte geben Sie Ihre Registrierungsnummer manuell ein.
zh: 证书扫描仪需要相机,仅在移动应用程序中可用。请手动输入您的注册号码。

# starRegRemoved
source: {reason}
de: Der Stern wurde aus dem Register entfernt. Grund: {reason}
